{"title":"AKRITI BAHL","subtitle":"Fashion, Design, Apparel","social":{"title":"Akriti Bahl - Portfolio","description":"Come check out some of my projects and say hi!","twitter_desc":"Come check out some of my projects and say hi!","keywords":"Akriti Bahl, Design","site_url":"https://arjunkakkar8.github.io/akriti-portfolio/dev/index.html","twitter_card_url":"https://arjunkakkar8.github.io/akriti-portfolio/dev/assets/images/share.png","fb_card_url":"https://arjunkakkar8.github.io/akriti-portfolio/dev/assets/images/share.png"},"contact":{"text":"Get in touch &#9996;","linkedin-link":"https://www.linkedin.com/in/akriti-bahl-02ba44183/","twitter-link":"https://twitter.com/ArjunKakkar15","mail-link":"mailto:akriti.hm@gmail.com"},"projects":[{"title":"Set me free","description":"Set me free is a collection which is a visualisation of my emotions during quarantine in this coronavirus period. The basic idea is of self-reflection or introspection: how we were before (pre-history) vs how we are now (COVID 19). In comparison, we were better off before, living a simple and free life as compared to now, where we are being caged and possessed by nature and the feeling of wanting to be set free from this pandemic. Hence, the name Set Me Free.","link":"https://drive.google.com/file/d/1NPgrivAnAFUKirkv4AkEI8QNU6C3LcbA/view","image":"smf.png"},{"title":"Recreation","description":"Recreation, as the title suggests, is sort of a recreation of my main inspiration, Lady Diana’s style with a mixture of Indian culture. Diana had the ability to communicate through her clothing and she often chose outfits that suited her instead of choosing an outfit for the moment - which was a trend in the 1980s. Diana was known as “the people’s princess”, she was not just a style icon but an even bigger humanitarian. She travelled to countries like India, Angola and Africa, to create awareness and promote human welfare issues. While on her visit to India, she was seen wearing Indian outfits on multiple occasions. Hence, I thought it would be an interesting idea to mix the Indian culture with Dianas’ style. So I decided to take princess Dianas’ clothes silhouettes and 80s inspiration with Indian fabrics and culture. I want my collection to be an unobvious mixture of Lady Diana with the Indian culture and also a reminder of Diana’s humanitarian work, while catering to the young and strong women of today.","link":"https://projects.nj.com/24hours/","image":"rec.png"}]}